{"keras_version": "2.0.3", "backend": "tensorflow", "config": [{"config": {"bias_constraint": null, "batch_input_shape": [null, 85], "activation": "relu", "kernel_constraint": null, "dtype": "float32", "bias_regularizer": null, "kernel_initializer": {"config": {"stddev": 3, "mean": 5, "seed": null}, "class_name": "RandomNormal"}, "trainable": true, "activity_regularizer": null, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "units": 100, "name": "dense_103"}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "kernel_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"stddev": 0.3, "mean": 1, "seed": null}, "class_name": "RandomNormal"}, "trainable": true, "activity_regularizer": null, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "units": 1, "name": "dense_104"}, "class_name": "Dense"}], "class_name": "Sequential"}