{"keras_version": "2.0.3", "backend": "tensorflow", "config": [{"config": {"kernel_initializer": {"config": {"seed": null, "mean": 5, "stddev": 3}, "class_name": "RandomNormal"}, "batch_input_shape": [null, 85], "name": "dense_103", "activity_regularizer": null, "activation": "relu", "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "units": 100, "dtype": "float32", "trainable": true, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"seed": null, "mean": 1, "stddev": 0.3}, "class_name": "RandomNormal"}, "name": "dense_104", "activity_regularizer": null, "activation": "linear", "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "units": 1, "trainable": true, "kernel_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}